/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "المرفقات (%d)";

/* Old singular title format */
"AttachmentsKey" = "المرفق (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "إضافة مرفق";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "التقاط صورة";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "مكتبة الصور";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "تم حذف المرفق %d";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "الملفات";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "إلغاء";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "العنوان";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "ملاحظات";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "القيمة";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "تحذير: navigationController لـ UITableViewController  الحالي لـ FUIFormCell هو لا شئ. لن يعمل FUIAttachmentsFormCell وListPickerFormCell بشكل صحيح.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d من الساعات %d من الدقائق";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "المدة";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "الساعة";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "الساعات";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "دقيقة";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "محدد";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "الكل";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "تحذير: تم تعطيل البحث لأن الخاصية listPickerSearchResultsUpdating في ListPickerFormCell هي لا شئ.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "تحديد الكل";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "إلغاء تحديد الكل";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "إغلاق";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "المزيد";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "أقل";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "تشغيل";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "إيقاف تشغيل";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "نقر مزدوج لتبديل الإعداد";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "تصنيف حسب";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "غير محدد";

/* Criterion view accessibility hint */
"CriterionHintKey" = "النقر المزدوج لتبديل التحديد";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "النقر المزدوج لتبديل اتجاه الامر";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "هذا هو مربع تمرير %@ الذي يكون الحد الأقصى للقيمة %@ والحد الأدنى للقيمة %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "يمكنك التمرير لأعلى/لأسفل أثناء تحديد العنصر لتغيير قيمة مربع التمرير";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "القيمة الحالية هي %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "تم تغيير القيمة الحالية إلى %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "حقل للقراءة فقط";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "إجراء الإدخال البديل";

/* Button for accessibility voice over announcement */
"ButtonKey" = "الزر";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "نقر مزدوج للفتح";

"DoubleTapToCollapseKey" = "نقر مزدوج للطي";

"DoubleTapToSelectFromList" = "نقر مزدوج للتحديد من القائمة";

"DoubleTapToSelect" = "نقر مزدوج للتحديد";

"DoubleTapToUnselect" = "نقر مزدوج لإلغاء التحديد";

/* FUIStepperView tip */
"StepperTipKey" = "هذا هو شريط تحديد القيم القابل للتحرير";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "هذا هو شريط تحديد القيم الذي لا يمكن تحريره";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "أقصى قيمة %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "أدنى قيمة %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "زيادة القيمة بمقدار 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "تخفيض القيمة بمقدار 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "القيمة الحالية هي";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "تصفية";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "النتائج \\(filteredNum) من أصل \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "إظهار بنود \\(filteredNum)";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "إعادة ضبط";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "هذا مربع تمرير قابل للتحرير، الحد الأدنى للقيمة هو %@ والحد الأقصى للقيمة هو %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "هذا شريط تمرير لا يمكن تحريره، الحد الأدنى للقيمة هو %@ والحد الأقصى للقيمة هو %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "هذا هو مربع تمرير نطاق قابل للتحرير، أدنى قيمة هي %@ وأقصى قيمة هي %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "هذا شريط تمرير نطاق لا يمكن تحريره، الحد الأدنى للقيمة هو %@ والحد الأقصى للقيمة هو %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "حقل نصي لقيمة مربع تمرير";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "حقل نصي لأدنى قيمة";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "حقل نصي لأعلى قيمة";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "يمكنك النقر نقرًا مزدوجًا لإدخال قيمة معينة";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "إبهام مربع التمرير، القيمة الحالية هي";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "يمكنك التمرير لأعلى أو لأسفل لتغيير القيمة";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "إبهام مربع تمرير أدنى نطاق، القيمة الحالية هي";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "يمكنك التمرير لأعلى أو لأسفل لتغيير أدنى قيمة";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "إبهام مربع تمرير أعلى نطاق، القيمة الحالية هي";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "يمكنك التمرير لأعلى أو لأسفل لتغيير أعلى قيمة";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "القيمة الحالية هي %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "أدنى قيمة حالية هي %@، أعلى قيمة هي %@";

